Repository: jh4xsy/oww
Catalog: po/*.po
Languages: fr, nb_no

source: Couldn't find pixmap file: %s
fr: Impossible de trouver le fichier image: %s
nb_no: Kunne ikke finne bildefil: %s

source: One-wire weather
fr: One-wire météo
nb_no: One-wire vær

source: _File
fr: _Fichier
nb_no: _Fil

source: _Auxilliary
fr: _Auxilliaire
nb_no: _Ekstra

source: Full sensor readout
fr: Unité de tous les capteurs
nb_no: Fullstendig sensoravlesing

source: Map
fr: Carte
nb_no: Kart

source: Go to this station's map URL
fr: URL de l'emplacement de la station sur une carte
nb_no: Gå til denne stasjonens kart-URL

source: _Messages
nb_no: _Meldinger

source: Warnings and errors logged by Oww
fr: Messages d'alerte et erreurs logger par Oww
nb_no: Advarsler og feilmeldinger loggført av Oww

source: E_xit
fr: Quitter (_x)
nb_no: _Avslutt

source: Quit the application.
fr: Quitter le programme.
nb_no: Avslutt programmet.

source: _Edit
fr: _Editer
nb_no: _Endre

source: _Setup
fr: Configuration (_s)
nb_no: _Innstillinger

source: Logging settings, &c.
fr: Configuration pour les logs, &c.
nb_no: Logginnstillinger osv.

source: _Devices
fr: Capteurs (_d)
nb_no: _Enheter

source: One-wire device settings.
fr: Configuration des capteurs.
nb_no: One-wire enhetsinnstillinger

source: _Help
fr: Aide (_h)
nb_no: _Hjelp

source: About
fr: A propos
nb_no: Om

source: Information about this program.
fr: Information à propos de ce programme.
nb_no: Informasjon om dette programmet.

source: Messages from Oww
fr: Messages de Oww
nb_no: Meldinger fra Oww

source: Clear
fr: Effacer
nb_no: Visk ut

source: Click here to clear all messages
fr: Cliquer içi pour effacer tous les messages
nb_no: Klikk her for å viske ut alle meldingene

source: Close
fr: Fermer
nb_no: Lukk

source: Click here to close this window
fr: Cliquer içi pour fermer cette fenêtre
nb_no: Klikk her for å stenge dette vinduet

source: Oww Setup
fr: Configuration de Oww
nb_no: Oww-innstillinger

source: Save
fr: Sauvegarder
nb_no: Lagre

source: Click here to save your setup
fr: Cliquer içi pour sauvegarder votre configuration
nb_no: Klikk her for å lagre innstillingene dine

source: Click here to close the setup window
fr: Cliquer içi pour fermer la fenêtre de configuration
nb_no: Klikk her for å lukke innstillingsvinduet

source: Local
fr: Locale
nb_no: Lokal

source: Read from local 1-wire weather station
fr: Lecture de la station météo locale
nb_no: Leste fra lokal 1-wire-værstasjon

source: Read from remote Oww server
fr: Lecture sur le serveur distant Oww
nb_no: Leste fra fjern Oww-tjener

source: Read from remote Arne server
fr: Lecture sur le serveur distant Arne
nb_no: Leste fra fjern Arne-tjener

source: Read from Dallas
fr: Lecture sur le serveur distant Dallas
nb_no: Leste fra Dallas

source: Remote Oww server host name
fr: Nom du serveur distant Oww
nb_no: Navnet på fjern Oww-tjeneren

source: Remote Arne server host name
fr: Nom du serveur distant Arne
nb_no: Navnet på fjern Arne-tjener

source: Select Dallas weather station
fr: Sélectionner la station météo Dallas
nb_no: Velg Dallas-værstasjon

source: List
fr: Liste
nb_no: Liste

source: Click to update list of Dallas weather stations
fr: Cliquer içi pour mettre à jour la liste des stations météo Dallas
nb_no: Klikk her for å oppdatere lista av Dallas-værstasjoner

source: Remote Oww server port number
fr: Numéro du port du serveur distant Oww
nb_no: Portnummeret på fjern Oww-tjeneren

source: Remote Arne server port number
fr: Numéro du port du serveur distant Arne
nb_no: Portnummeret til fjern Arne-tjener

source: Update
fr: Mise à jour
nb_no: Oppdater

source: Click here to update data source parameters
fr: Cliquer içi pour mettre à jour les paramètres
nb_no: Klikk her for å oppdatere kildeparametre

source: Interval
fr: Intervale
nb_no: Intervall

source: Update interval (in seconds)
fr: Intervale de mise à jour (en second)
nb_no: Oppdateringsintervall (i sekund)

source: Browser
fr: Navigateur web
nb_no: Nettleser

source: Data source
fr: Source de donnée
nb_no: Datakilde

source: Use Trh
fr: Utiliser Trh
nb_no: Bruk Trf

source: Select this option to use the temperature recorded by the first humidity sensor instead of the WS temperature
fr: Sélectionner cette option pour utiliser la température enregistrée par le premier capteur d'humidité à la place de la sonde de température
nb_no: Velg dette for å bruke temperaturen fra den første fuktighetssensoren i stedet for værstasjonstemperaturen

source: Animate
fr: Animation
nb_no: Animer

source: Animated display on/off
fr: Animation on/off
nb_no: Animert display på/av

source: Wind speed
fr: Vitesse du vent
nb_no: Vindhastighet

source: Temperature
fr: Température
nb_no: Temperatur

source: Rain
fr: Pluie
nb_no: Nedbør

source: Pressure
fr: Pression
nb_no: Trykk

source: Inches
nb_no: Tommer

source: Inch Hg
nb_no: Tommer Hg

source: km/hr
nb_no: km/t

source: mph
nb_no: miles/t

source: knots
nb_no: knop

source: Display
fr: Affichage
nb_no: Vis

source: Click here to browse to a log file or directory location
fr: Cliquer içi pour choisir un fichier ou un répertoire de log
nb_no: Klikk her for å finne ei loggfil eller en katalog

source: Log update interval (in seconds)
fr: Intervale de mise à jour des logs (en seconde)
nb_no: Loggføringsinterval (i sekund)

source: Off
fr: Arrêter
nb_no: Av

source: Click here to start or stop logging
fr: Cliquer içi pour démarrer ou stopper les logs
nb_no: Klikk her for å starte eller stoppe loggføring

source: None
fr: Aucun
nb_no: Ingen

source: No logging
fr: Aucun log
nb_no: Logging av

source: Daily
fr: Jour
nb_no: Daglig

source: Logging to a new file each day
fr: Logger dans un nouveau fichier chaque jour
nb_no: Logging til ei ny fil hver dag

source: Single
fr: Une seule fois
nb_no: Enkel

source: Logging to a single file
fr: Logger dans un seul fichier
nb_no: Logging til ei enkelt fil

source: Snap
fr: Immédiat
nb_no: Tidspunkt

source: Log times snap to clock intervals
fr: Différé
nb_no: Loggtidspunkt låses til klokkeintervall

source: Enter the name of your chosen log file or directory here
fr: Entrer le nom de votre fichier ou répertoire de log
nb_no: Skriv inn navnen på loggfila di eller katalogen her

source: Log file
fr: Fichier de log
nb_no: Loggfil

source: Interval (s)
fr: Intervale (s)
nb_no: Intervall (s)

source: Lat. / Long.
nb_no: Bredde / lengde

source: User / Pass
fr: Utilisateur / Mot de passe
nb_no: Bruker / passord

source: Select to enable the http proxy
fr: Sélectionner pour activer le proxy http
nb_no: Velg for å aktivere http-proxy

source: Select to enable Dallas Semiconductor uploads
fr: Sélectionner pour activer les mises à jour sur Dallas Semiconducteur
nb_no: Velge for å aktivere Dallas Semiconductor-opplasting

source: Select to enable hamweather uploads
fr: Sélectionner pour activer les mises à jour sur hamweather
nb_no: Velg for å akrivere hamweather-opplasting

source: Select to enable CWOP uploads
fr: Sélectionner pour activer les mises à jour sur CWOP
nb_no: Velg for å aktivere CWOP-opplasting

source: Use times
fr: Temps utilisé
nb_no: Bruk tidspunkt

source: Upload times snap to clock intervals
fr: Intervalle de mise à jour
nb_no: Opplastingstidspunkt låses til klokkeintervall

source: Enter your call sign / user name for CWOP here
fr: Entrer içi votre indicatif pour CWOP
nb_no: Skriv inn kallenavnet / brukernavnet ditt for CWOP her

source: Enter the server name / IP for CWOP uploads
fr: Entrer le nom du serveur ou l'adresse IP pour les mises à jour sur CWOP
nb_no: Skriv inn tjenernavn / IP for CWOP-opplasting

source: Enter your user name for hamweather here
fr: Entrer içi votre nom d'utilisateur pour hamweather
nb_no: Skriv inn brukernavnet ditt for hamweather her

source: Enter your user name for The Weather Underground here
fr: Entrer içi votre nom d'utilisateur pour The Weather Underground
nb_no: Skriv inn brukernavnet ditt for The Weather Underground her

source: Latitude in degrees east (-180.0 to 180.0)
fr: Latitude en degré Est (-180.0 à 180.0)
nb_no: Lengdegrader øst (-180,0 til 180,0)

source: Interval between weather station Web uploads
fr: Intervale entre les mises à jour de la station météo sur le Web
nb_no: Intervall mellom opplastinger fra væstasjon til web

source: Enter the address of your proxy, including the http://at the start
fr: Entrer l'adresse de votre proxy, sans oublier http:// au début
nb_no: Skriv inn adressa på proxyen din inludert http:// på begynnelsen

source: Enter the base URL of the Dallas servlet, e.g. http://198.3.123.122:8080/servlet/WeatherServlet
fr: Entrer l'URL du serveur Dallas, ex http://198.3.123.122:8080/servlet/WeatherServlet
nb_no: Skriv inn base-URL til Dallas-servlet, f. eks. http://198.3.123.122:8080/servlet/WeatherServlet

source: Enter the base URL of the Weather Underground database, e.g. http://www.wunderground.com/weatherstation/updateweatherstation.php
fr: Entrer l'URL du serveur Weather Underground, ex http://www.wunderground.com/weatherstation/updateweatherstation.php
nb_no: Skriv in base-URL til Weather Underground-databasen, f.eks. http://www.wunderground.com/weatherstation/updateweatherstation.php

source: Enter the port number for CWOP uploads
fr: Entrer le numéro du port pour les mise à jour sur CWOP
nb_no: Skriv inn portnummer for CWOP-opplasting

source: Longtitude in degrees north (-90.0 to 90.0)
fr: Longitude in degré Nord (-90.0 à 90.0)
nb_no: Breddegrader nord (-90,0 til 90,0)

source: Enter your password for The Weather Underground here
fr: Entrer içi votre mot de passe pour The Weather Underground
nb_no: Skriv inn passordet ditt for The Weather Underground her

source: Enter your password for hamweather here
fr: Entrer içi votre mot de passe pour hamweather
nb_no: Skriv inn passordet ditt for hamweather her

source: Enter your password for CWOP here
fr: Entrer içi votre mot de passe pour CWOP
nb_no: Skriv inn passordet ditt for CWOP her

source: On
fr: Démarrer
nb_no: På

source: Upload
fr: Mise à jour
nb_no: Last opp

source: Daily reset at...
fr: RAZ journalière à ...
nb_no: Daglig resett ved

source: Weekly
fr: Hebdomadaire
nb_no: Ukentlig

source: Weekly reset on...
fr: RAZ hebdomadaire sur ...
nb_no: Ukentlig resett på

source: Monthly
fr: Mensuelle
nb_no: Månedlig

source: Monthly reset on...
fr: RAZ mensuelle sur ...
nb_no: Månedlig resett på

source: at
fr: à
nb_no: ved

source: on
fr: sur
nb_no: på

source: Reset
fr: RAZ
nb_no: Resett

source: Click here to reset the rain gauge
fr: Cliquer içi pour remettre à zéro le pluviomètre
nb_no: Klikk her for å resette nedbørsmåleren

source: Manual
fr: Manuel
nb_no: Manuell

source: Manual reset only
fr: RAZ manuelle seulement
nb_no: Manuell resett bare

source: Sunday
fr: Dimanche
nb_no: Søndag

source: Monday
fr: Lundi
nb_no: Mandag

source: Tuesday
fr: Mardi
nb_no: Tirsdag

source: Wednesday
fr: Mercredi
nb_no: Onsdag

source: Thursday
fr: Jeudi
nb_no: Torsdag

source: Friday
fr: Vendredi
nb_no: Fredag

source: Saturday
fr: Samedi
nb_no: Lørdag

source: Date of monthly reset
fr: Date de la RAZ mensuelle
nb_no: Dato for månedlig resett

source: Hour for automatic resets
fr: Heure de la RAZ automatique
nb_no: Time for automatisk resett

source: Stats
fr: Statistiques
nb_no: Statistikk

source: Wind chill formula
fr: Formule pour l'affaiblissement de la température provoqué par le vent
nb_no: Formel for vindavkjøling

source: Heat index formula
fr: Formule Heat index
nb_no: Formel for varmeindeks

source: New WCT
nb_no: Ny WCT

source: U.S. heat index
nb_no: Amerikansk varmeindeks

source: Canadian humidex
nb_no: Kanadisk varmeindeks

source: Derived values
fr: Valeurs dérivées
nb_no: Utleda verdier

source: Messages
nb_no: Meldinger

source: Log level
fr: Niveau pour les logs
nb_no: Loggnivå

source: Click here to pick a debug file name
fr: Cliquer içi pour sélectionner le fichier de debug
nb_no: Klikk her for å velge et filnavn for debugging

source: Debug file
fr: Fichier de debug
nb_no: Debuggingsfil

source: Enter the full name of the debug file and hit "return".
fr: Entrer le nom complet du fichier de debug et taper sur "entrer".
nb_no: Skriv inn det hele navnet til debuggingsfila og trykk linjeskift.

source: Fatal only
fr: Seulement les erreurs fatales
nb_no: Bare fatale

source: All errors
fr: Toutes les erreurs
nb_no: Alle feil

source: Errors and warnings
fr: Erreurs et alertes
nb_no: Feil og advarsler

source: Debug 0
nb_no: Debugging 0

source: Debug 1
nb_no: Debugging 1

source: Debug 2
nb_no: Debugging 2

source: Debug 3
nb_no: Debugging 3

source: SaveNG
fr: Sauvegarde NG
nb_no: Lagre (NG)

source: Click here to save your setup for use by owwnogui
fr: Cliquer içi pour sauvegarder votre configuration utilisée par owwnogui
nb_no: Klikk her for å lagre innstillingene som brukes av owwnogui

source: Devices
fr: Capteurs
nb_no: Enheter

source: Search
fr: Chercher
nb_no: Søk

source: Click here to erase your current device settings and search the bus for connected components
fr: Cliquer içi pour supprimer les paramètres des capteurs courants et rechercher les nouveaux capteurs
nb_no: Klikk her for å slette de nåværende enhetsinnstillingene og søk på bussen for tilkopla komponenter

source: Click here to save your device settings
fr: Cliquer içi pour sauvegarder les paramètres des capteurs
nb_no: Klikk her for å lagre enhetsinnstillingene dine

source: Click here to close the window
fr: Cliquer içi pour fermer la fenêtre
nb_no: Klikk her for å lukke vinduet

source: Choose Cal entry to change from pop-up list
fr: Choisir dans la liste une correction
nb_no: Velg kalibreringsverdi som skal endres fra lista

source: Enter Cal value here
fr: Entrer içi la valeur de correction
nb_no: Skriv inn kalibreringsverdien her

source: Vanes
fr: Girouette
nb_no: Fløyer

source: How many wind vane devices have been detected (out of 8)?
fr: Combien de girouettes ont été détectées (> 8)?
nb_no: Hvor mange vindfløyer har blitt funnet (av 8)?

source: Offset
fr: Décalage
nb_no: Avvik

source: Adjust the offset (-8 to +8) until the display lines up with the actual wind vane direction
fr: Ajuster le décalage de la girouette (-8 à +8) pour que le trait sur l'affichage corresponde à la direction du vent actuelle
nb_no: Juster avviket (-8 til +8) til displayet passer med den faktiske retningen på vindfløya

source: Reverse
fr: Inverser
nb_no: Speilvend

source: Select this option if your wind vane readout is reversed
fr: Sélectionner cette option si la lecture de votre girouette est inversée
nb_no: Velg dette om vindfløya di er speilvendt

source: Wipe Vanes
fr: Supprimer de la liste
nb_no: Slett fløyer

source: Wind vane
fr: Girouette
nb_no: Vindfløy

source: Enter the serial device name here
fr: Entrer içi le numéro de série du capteur
nb_no: Skriv inn navnet på seriellinngangen her

source: Click to browse to a serial device
fr: Cliquer pour explorer les numéros de série des capteurs
nb_no: Klikk for å leite etter navnet på seriellinngangen

source: Device
fr: Capteur
nb_no: Enhet

source: Information about this program
fr: Information à propos du programme
nb_no: Informasjon om dette programmet

source: Program information
fr: Information du programme
nb_no: Programinformasjon

source: Version
nb_no: Versjon

source: Author
fr: Auteur
nb_no: Forfatter

source: Purpose
fr: But
nb_no: Formål

source: Name
fr: Nom
nb_no: Navn

source: Oww auxilliary window - full sensor readout
fr: Fenêtre des auxilliaires - tous les capteurs
nb_no: Oww-ekstravindu - fullstendig sensoravlesning

source: Oww - Auxilliary
fr: Oww - Auxilliaire
nb_no: Oww - ekstra

source: 1-s timeout reading voltage
fr: Timeout de 1s sur la lecture en tension
nb_no: Ettsekunds tidsavbrudd for spenningsavlesing

source: Too many retries reading %s current. Giving up.
fr: Trop de tentative de lecture sur %s. Abandon.
nb_no: For mange forsøk på å lese spenningen på %s. Gir opp.

source: ad26_current_reading didn't write correctly, reading %s
fr: ad26_current_reading ne peut pas écrire correctement sur %s
nb_no: leser %s, ad26_current_reading ville ikke skrive skikkelig

source: Access failed, reading %s
fr: Accès refusé sur %s
nb_no: Leser %s, ingen tilgang

source: ad26_current_reading failed, reading %s
fr: Ad26_current_reading erreur de lecture sur %s
nb_no: Leser %s, ad26_current_reading lyktes ikke

source: Too many retries reading %s. Giving up.
fr: Trop de tentative de lecture sur %s. Abandon.
nb_no: For mange forsøk på å lese %s. Gir opp.

source: Volt_AD didn't write correctly, reading %s
fr: Volt_AD ne peut pas écrire correctement sur %s
nb_no: Leser %s, Volt_AD ville ikke skrive skikkelig

source: Volt_AD failed, reading %s
fr: Volt_AD erreur sur %s
nb_no: Leser %s, Volt_AD lyktes ikke

source: 1-s timeout converting temperature
fr: Timeout de 1s pour la conversion de température
nb_no: Ettsekunds tidsavbrudd for temperaturkonvertering

source: Exiting interactive mode.
fr: Sortie du mode interactif.
nb_no: Går ut av interaktiv modus.

source: Changing to daemon mode
fr: Changement en mode daemon
nb_no: Bytter til daemon-modus

source: daemon failed
fr: erreur daemon
nb_no: daemon lyktes ikke

source: Interactive mode conflicts with daemon mode. Exiting.
fr: Mode interactif en conflit avec le mode daemon. Fin.
nb_no: Interaktiv modus strider mot daemon-modus. Avslutter.

source: daemon mode for owwnogui only
fr: mode daemon pour owwnogui seulement
nb_no: daemon-modus bare for owwnogui

source: CRC error reading from WServer
fr: Erreur de CRC sur la lecture de WServer
nb_no: CRC-feil under lesing fra WServer

source: Bad socket: %d
fr: Mauvais socket: %d
nb_no: Feil socket: %d

source: Wind Speed
fr: Vitesse du vent
nb_no: Vindhastighet

source: Wind Gust
fr: Rafale
nb_no: Vindkast

source: Wind Dir.
fr: Direction du vent
nb_no: Vindretning

source: Wind Chill
fr: Facteur d'abaissement de la température provoqué par le vent
nb_no: Vindavkjøling

source: Heat Index
nb_no: Varmeindeks

source: Rain Rate
fr: Pluviométrie
nb_no: Nedbørsrate

source: mm/hour
fr: mm/heure
nb_no: mm/time

source: "/hour
fr: "/heure
nb_no: "/time

source: RH
nb_no: RF

source: T rh
nb_no: T rf

source: T dew
fr: T de rosée
nb_no: T dogg

source: Solar
fr: Ensoleillement
nb_no: Sol

source: Value
fr: Valeur
nb_no: Verdi

source: Unit
fr: Unité
nb_no: Enhet

source: Unable to resolve host name "%s"
fr: Impossible de résoudre le nom de domaine "%s"
nb_no: Kunne ikke finne vertsnavnet "%s"

source: Unable to open socket for communication with "%s"
fr: Impossible d'ouvrir le socket de communication avec "%s"
nb_no: Kunne ikke åpne socket for å kommunisere med "%s"

source: Unable to connect to "%s"
fr: Impossible de se connecter avec "%s"
nb_no: Kunne ikke kople til "%s"

source: km/h
nb_no: km/t

source: mB
nb_no: hPa

source: Bad unit type
fr: Mauvaise unité
nb_no: Ugyldig enhet

source: inches
nb_no: tommer

source: Cwop: Remote host error
fr: Cwop : Erreur serveur distant
nb_no: Cwop: Feil mot fjerntjener

source: Cwop: Host name error: %s
fr: Cwop : Erreur du nom de domaine: %s
nb_no: Cwop: Feil vertsnavn: %s

source: Cwop: Cannot create tcp socket - %s
fr: Cwop: Impossible de créer le socket tcp - %s
nb_no: Cwop: Kunne ikke lage tcp-socket - %s

source: Cwop: Cannot connect to server %s - %s
fr: Cwop: Impossible de se connecter au serveur %s - %s
nb_no: Cwop: Kunne ikke kople til server %s . %s

source: Thermometer slope
fr: Tendance du thermomètre
nb_no: Termometerstigning

source: Thermometer offset (
fr: Correction du thermomètre (
nb_no: Termometeravvik (

source: Anemometer slope
fr: Tendance de l'anémomètre
nb_no: Vindmålerstigning

source: Rain gauge slope ("/tip)
fr: Tendance du pluviomètre ("/tip)
nb_no: Nedbørsmålerstigning ("/vipp)

source: Trh slope
fr: Tendance de Trh
nb_no: Trv-stigning

source: Trh offset (
fr: Correction Trh (
nb_no: Trv-avvik

source: Hygrometer slope
fr: Tendance de l'hygromètre
nb_no: Hygrometerstigning

source: Hygrometer offset (%RH)
fr: Correction de l'hygromètre (%RH)
nb_no: Hygrometeravvik (%rf)

source: Barometer slope (mBar / X)
fr: Tendance du baromètre (mBar / X)
nb_no: Barometerstigning (hPa / X)

source: Barometer offset (mBar)
fr: Correction du baromètre (mBar)
nb_no: Barometeravvik (hPa)

source: Tb slope
fr: Tendance de Tb
nb_no: Tb-stigning

source: Tb offset (
fr: Correction de Tb (
nb_no: Tb-avvik (

source: GPC slope
fr: Tendance GPC
nb_no: GPC-stigning

source: Solar slope
fr: Tendance de l'ensoleillement
nb_no: Solsensorstigning

source: Solar offset
fr: Correction de l'ensoleillement
nb_no: Solsensoravvik

source: --None--
fr: --Aucun--
nb_no: --Ingen--

source: Coupler
fr: Coupleur
nb_no: Skjøte

source: Thermometer
fr: Termomètre
nb_no: Termometer

source: Counter
fr: Compteur
nb_no: Teller

source: A to D
fr: A/D
nb_no: A til D

source: Memory
fr: Mémoire
nb_no: Minne

source: Monetary
fr: Monétaire
nb_no: Monetært

source: Thermochron
nb_no: Termokron

source: Serial
fr: Série
nb_no: Seriell

source: Time
fr: Temps
nb_no: Tid

source: %s not found.
fr: %s non trouvé.
nb_no: %s ikke funnet.

source: Failed to create %s
fr: Impossible de créer %s
nb_no: Kunne ikke opprette %s

source: Unable to get directory information: %s
fr: Impossible d'avoir les informations sur le répertoire: %s
nb_no: Kunne ikke få katalogeninformasjon: %s

source: %s is not a directory
fr: %s n'est pas un répertoire
nb_no: %s er ikke en katalog

source: No write permission in %s
fr: Ecriture interdite sur %s
nb_no: Ikke skrivetilgang i %s

source: File %s not found
fr: Fichier %s non trouvé
nb_no: Kunne ikke finne %s

source: Failed to create file %s
fr: Impossible de créer le fichier %s
nb_no: Kunne ikke opprette fila %s

source: Unable to get file information: %s
fr: Impossible d'avoir les informations sur le fichier: %s
nb_no: Kunne ikke få filinformasjon: %s

source: %s is not a normal file
fr: %s n'est pas un fichier normal
nb_no: %s er ikke ei vanlig fil

source: Select device for assignment:
fr: Sélectionner un capteur pour le définir:
nb_no: Velg tilordningsenhet:

source: %d is outside of the valid range
fr: %d est en dehors de la plage valide
nb_no: %d er ikke i det gyldige området

source: Choose assignment from:
fr: Choisir le type dans:
nb_no: Velg tilordning fra:

source: Assignment unchanged
fr: Type inchangé
nb_no: Tilordning uendra

source: Select device for cal setting:
fr: Sélectionner un capteur pour configurer sa correction:
nb_no: Velg enhet for kalibreringverdi:

source: Choose cal entry from:
fr: Choisir dans la liste une correction:
nb_no: Velg kalibreringsverdi fra:

source: No change
fr: Aucun changement
nb_no: Ingen endringer

source: assign
fr: assigner
nb_no: tilordne

source: cal
nb_no: kalibering

source: daemon
nb_no: demon

source: Already running as a daemon
fr: Toujours le lancer en daemon
nb_no: Kjører alt som demon

source: Run owwnogui to use daemon mode
fr: Lancer owwnogui en mode daemon
nb_no: Kjør owwnogui for å bruke demon-modus

source: quit
fr: quitter
nb_no: avslutt

source: search
fr: chercher
nb_no: søk

source: Searching...
fr: Recherche...
nb_no: Søker...

source: setup
fr: configuration
nb_no: innstillinger

source: Done
fr: Terminé
nb_no: Ferdig

source: devices
fr: capteurs
nb_no: enheter

source: reset
fr: RAZ
nb_no: resett

source: save
fr: sauvegarder
nb_no: lagre

source: Saved setup
fr: Configuration sauvegardée
nb_no: Lagra innstillinger

source: setupng
fr: configuration NG
nb_no: innstillingerng

source: Saved setupNG
fr: Configuration NG sauvegardée
nb_no: Lagra innstillinger (NG)

source: Saved devices
fr: Capteurs sauvegardés
nb_no: Lagra enheter

source: stats
fr: Statistiques
nb_no: statistikk

source: Saved stats
fr: Statistiques sauvegardées
nb_no: Lagra statistikk

source: Unrecognized save option
fr: Option de sauvegarde inconnue
nb_no: Ukjent lagringsopsjon

source: wipe
fr: nettoyer
nb_no: visk ut
