Repository: jh4xsy/oww
Catalog: po/*.po
Languages: fr, nb_no

source: Available commands: assign cal daemon devices [devices line] quit reset save [setup | setupng | stats | devices] search setup [setup line] wipe ? devices ? setup
fr: Commandes possibles: assign cal daemon devices [devices line] quit reset save [setup | setupng | stats | devices] search setup [setup line] wipe ? devices ? setup
nb_no: Tilgjengelige kommandoer: assign cal daemon devices [devices line] quit reset tsave [setup | setupng | stats | devices] search setup [setup line] wipe ? devices ? setup

source: Unrecognized command: "%s"
fr: Commande inconnue: "%s"
nb_no: Ukjent kommando: "%s"

source: add_log_entry("%s", "%s") - could not open file
fr: add_log_entry("%s", "%s") - Impossible d'ouvrir le fichier
nb_no: add_log_entry("%s", "%s") - kunne ikke åpne fila

source: Error writing to "%s"
fr: Erreur d'écriture sur "%s"
nb_no: Feil under skriving til "%s"

source: postlog command line did not parse correctly
fr: la ligne de commande postlog est incorrecte
nb_no: postlog-kommando kunne ikke leses skikkelig

source: Failed to run postlog command
fr: Erreur d'exécution de la commande postlog
nb_no: Kunne ikke kjøre postlog-kommando

source: Trying to write no log!
fr: Désacivation de l'écriture des logs !
nb_no: Prøver å skrive til ingen logg!

source: postupdate did not parse correctly
fr: la ligne de commande postupdate est incorrecte
nb_no: postupdate kunne ikke leses skikkelig

source: Failed to run postupdate command
fr: Erreur d'exécution de la commande postupdate
nb_no: Kunne ikke kjøre postupdate-kommando

source: Generation of log entry failed
fr: Erreur lors de la génération des logs
nb_no: Kunne ikke føye til i loggen

source: Zero-length log line
fr: Ligne de log de taille nulle
nb_no: Tom logglinje

source: Unable to update log. log_start_log_event failed
fr: Impossible de mettre à jour des logs. erreur log_start_log_event
nb_no: Kunne ikke oppdatere loggen. log_start_log_event feila

source: (%s/hr)
nb_no: (%s/time)

source: Usage: %s [options]
fr: Utilisation: %s [options]
nb_no: Virkemåte: %s [opsjoner]

source: Options:
nb_no: Opsjoner:

source: "-%c" takes %d parameters
fr: "-%c" prend %d paramètres
nb_no: "-%c" trenger %d parametre

source: The remote data source is not using Oww protocol!
fr: La source distantes n'utilise pas le protocole Oww !
nb_no: Fjernkilden bruker ikke Oww-protokollen!

source: Silly suffix (%d) in parser string
fr: Suffixe (%d) dans le traitement de chaine
nb_no: Teit suffiks (%d) i lesestrengen

source: Suffix (%d) greater than maximum allowed (%d) for tag "%s"
fr: Suffixe (%d) > au maximum admi (%d) pour le tag "%s"
nb_no: Suffikset (%d) er større enn det største tillatte (%d) for merket "%s"

source: Unknown tag: "%s"
fr: Tag inconnu: "%s"
nb_no: Ukjent merke: "%s"

source: Unmatched $ symbol in "%s"
fr: $ symbole introuvable dans "%s"
nb_no: Ikke noe korresponderende $-symbol i "%s"

source: Saving default setup
fr: Sauvegarde configuration par défaut
nb_no: Lagrer standardinnstillinger

source: Unable to connect to Oww server "%s:%d"
fr: Impossible de se connecter au serveur Oww "%s:%d"
nb_no: Kunne ikke kople til Oww-tjener "%s:%d"

source: Will try again in %us
fr: Prochaine tentative dans %us
nb_no: Vil prøve igjen om %us

source: Unable to connect to Arne server "%s:%d"
fr: Impossible de se connecter au serveur Arne "%s:%d"
nb_no: Kunne ikke kople til Arne-tjener "%s:%d"

source: Unexpected datasource type
fr: Type de donnée inattendu
nb_no: Uventa datakildetype

source: Remote host error
fr: Erreur serveur distant
nb_no: Feil mot fjerntjener

source: Remote server dying
fr: Aucune réponse du serveur distant
nb_no: Fjerntjener dør

source: Remote host connexion failed - trying again
fr: Erreur de connexion sur le serveur distant - Autre tentative
nb_no: Tilkopling til tjener feila - prøver igjen

source: Remote host closed connexion
fr: Connexion serveur distant fermée
nb_no: Fjerntjener kopla ned

source: Reconnecting in %us
fr: Reconnexion dans %us
nb_no: Kopler til igjen om %us

source: Remote data source timed out - reconnecting
fr: Timeout du serveur distant - reconnexion
nb_no: Tidsavbrudd for datakilden i den andre ensen - kopler opp igjen

source: Check connexions and setup
fr: Recherche des connexions et configuration
nb_no: Undersøk oppkoplinger og innstillinger

source: Problem with link or weather station
fr: Problème avec la liaison ou la station météo
nb_no: Et problem med forbindelsen eller værstasjonen

source: RETRY:Will restart in %u seconds
fr: RETRY: Redémarrage dans %u secondes
nb_no: NYTT FORSØK: Vil starte igjen om %u sekund

source: URL fetch failed: %s
fr: erreur de recherche de l'URL: %s
nb_no: Kunne ikke laste ned URL: %s

source: Dallas upload failed
fr: erreur de mise à jour Dallas
nb_no: Dallas-opplasting feila

source: WUnd upload failed
fr: erreur de mise à jour WUnd
nb_no: WUnd-opplasting feila

source: ham upload failed
fr: erreur de mise à jour ham
nb_no: ham-opplasting feila

source: Dallas list fetch failed
fr: erreur de recherche de la liste Dallas
nb_no: Kunne ikke laste ned Dallas-liste

source: Dallas data fetch failed
fr: erreur de recherche des données Dallas
nb_no: Kunne ikke laste ned Dallas-data

source: Unable to claim TCP port %d. Perhaps another task claimed it already?
fr: Impossible de réserver le port TCP %d. Peut être utilisée par une autre tache?
nb_no: Kunne ikke gjøre krav på TCP-port %d: Kanskje en annen prosess alt bruker den?

source: Unable to claim LOCAL port %s. Perhaps another task claimed it already?
fr: Impossible de réserver le port LOCAL %s. Peut être utilisée par une autre tache?
nb_no: Kunne ikke gjøre krav på LOKAL port %s. Kanskje en annen prosess alt bruker den?

source: stats write failed
fr: erreur d'écriture des statistiques
nb_no: kunne ikke skrive statistikk

source: No stats file found - Using defaults
fr: Aucun fichier de statistique trouvé - Utilisation de celui par défaut
nb_no: Kunne ikke finne noen statistikkfil - Bruker standardstatistikk

source: Setup write failed
fr: Erreur d'écriture de la configuration
nb_no: Kunne ikke lagre innstillinger

source: No setup file found - Using defaults
fr: Aucun fichier de configuration trouvé - Utilisation de celui par défaut
nb_no: Kunne ikke finne noen innstillingsfil - Bruker standardinnstillinger

source: Could not save device list.
fr: Ne peut pas sauvegarder la liste des capteurs
nb_no: Kunne ikke lagre enhetsfil.

source: No devices file found. You must use the devices dialogue.
fr: Aucun fichier de capteurs trouvé. Vous devez utiliser le menu capteurs.
nb_no: Kunne ikke fille noen enhetsfil. Du må bruke enhetsvinduet.

source: Stop
fr: Arrêter
nb_no: Stopp

source: Choose debug file
fr: Choisir le fichier de debug
nb_no: Velg debuggingsfil

source: Choose log directory
fr: Choisir le répertoire pour les logs
nb_no: Velg loggkatalog

source: Choose serial device
fr: Choisir un périphérique série
nb_no: Velg seriellinngang

source: Error reading setup / devices file - unknown tag: "%s"
fr: Erreur de lecture dans les fichiers de configuration / capteur - tag inconnu: "%s"
nb_no: Feil under lesing av innstillinger / enheter - ukjent merke: "%s"

source: Error when saving setup to %s
fr: Erreur lors de la sauvegarde de la configuration dans %s
nb_no: Feil under lagring av innstillinger til %s

source: Error when loading setup from %s
fr: Erreur lors de la lecture de la configuration venant de %s
nb_no: Feil under lesing av innstillinger fra %s

source: Setting %s slope to default for sea level
fr: Sélectionner %s comme tendance par défaut pour avoir le niveau de la mer
nb_no: Setter %s-stigning til standard for havnivå

source: %s is not a TAI8570 write device
fr: %s n'est pas un TAI8570 (écriture)
nb_no: %s er ikke en TAI8570 skriveenhet

source: %s is not a TAI8570 read device
fr: %s n'est pas un TAI8570 (lecture)
nb_no: %s er ikke en TAI8570 leseenhet

source: Oww was not compiled with libghttp.
fr: Oww n'a pas été compilé avec libghttp.
nb_no: Oww har ikke blitt kompilert med libghttp.

source: Checking weather station: "%s" not found
fr: Recherche de la station météo: "%s" non trouvé
nb_no: Undersøker værstasjon: "%s" ikke funnet

source: Checking weather station: wind vane not found
fr: Recherche de la station météo: anémomètre et girouette non trouvés
nb_no: Undersøker værstasjon: vindfløy ikke funnet

source: Could not access Vane Switch
fr: Aucun accès à la girouette
nb_no: Fikk ikke tilgang til fløybryter

source: Warning from %s [%s]
fr: Alerte de %s [%s]
nb_no: Advarsel fra %s [%s]

source: Start
fr: Démarrer

source: /home/someuser/logfile.csv
fr: /home/utilisateur/logfile.csv

source: Barom
fr: Baromètre

source: LCD type
fr: Type de LCD
